import React from 'react';
import Breadcrumbs from '@/components/breadcrumbs/BreadCrumbs';

export default function Return() {

  const breadcrumbItems = [
    
    {
      name: "Обмін і повернення",
      link: null,
    },
  ];

  return (
    <div>
      
            <section className='section-2 container'>
            <Breadcrumbs items={breadcrumbItems} />
            <div className='payShip'>
            <h2>Обмін та повернення</h2>
            <p>Ми прагнемо, щоб ви були задоволені своїми покупками. Якщо прикраса не підійшла — у вас завжди є можливість її повернути або обміняти.</p>
            <ul className='classic-list'>
              <li>Обмін або повернення можливі протягом 14 днів після отримання замовлення згідно із законом України «Про захист прав споживачів».</li>
              <li>Товар має бути у новому стані, без ознак використання, з усіма бірками, етикетками та в оригінальній упаковці.</li>
              <li>Для оформлення повернення чи обміну, будь ласка, зв’яжіться з нами у зручний для вас спосіб — ми допоможемо вам оформити всі деталі.</li>
              <li>Вартість доставки при поверненні товару оплачується покупцем, окрім випадків, якщо був допущений брак чи помилка з нашого боку.</li>
              
            </ul>
            </div>
            </section>
         
    </div>
  )
}
