import React from 'react'
import Breadcrumbs from '@/components/breadcrumbs/BreadCrumbs';


export default function Politice() {
  const breadcrumbItems = [
    {
      name: "Головна",
      link: "/",
    },
    {
      name: "Політика конфіденційності",
      link: null,
    },
  ];
  return (
    <div>
      
            <section className='section-2 container'>
            <Breadcrumbs items={breadcrumbItems} />
            <div className='payShip'>
            <h2>1. Збір персональних даних</h2>
            <p>Під час використання нашого сайту ми можемо збирати наступну інформацію:</p>
            <ul className='classic-list'>
              <li> Ім’я та прізвище</li>
              <li>Номер телефону</li>
              <li>Адресу електронної пошти</li>
              <li>Адресу доставки</li>
              <li>Платіжні реквізити (не зберігаються на сайті)</li>
              <li>Дані про замовлення та історію покупок</li>
            </ul>
            <p>Ми збираємо ці дані лише за вашою згодою — наприклад, коли ви оформлюєте замовлення або підписуєтесь на розсилку.</p>
            </div>
            <div className='payShip'>
            <h2>2. Використання інформаціїа</h2>
            <p>Ми використовуємо зібрані персональні дані для таких цілей:</p>
            <ul className='classic-list'>
              <li>обробки та доставки замовлень;</li>
              <li>комунікації з клієнтами (наприклад, підтвердження замовлення або відповіді на запити);</li>
              <li>покращення сервісу та якості обслуговування;</li>
              <li>надсилання інформаційних або рекламних матеріалів (лише за згодою).</li>
              
            </ul>
            </div>
            <div className='payShip'>
            <h2>3. Передача даних третім особам</h2>
            <p>Ми не передаємо ваші персональні дані третім особам, за винятком випадків, коли це необхідно для виконання замовлення (наприклад, передача контактних даних компанії-доставнику).</p>
            </div>
            <div className='payShip'>
            <h2>4. Захист даних</h2>
            <p>Ми дбаємо про безпеку ваших персональних даних і використовуємо відповідні технічні та організаційні заходи захисту. Доступ до даних мають лише уповноважені особи, які зобов’язані дотримуватися конфіденційності.</p>
            </div>
            <div className='payShip'>
            <h2>5. Зберігання даних</h2>
            <p>Ми зберігаємо персональні дані протягом часу, необхідного для виконання цілей, для яких вони були зібрані, або відповідно до чинного законодавства.</p>
            </div>
            <div className='payShip'>
            <h2>6. Ваші права</h2>
            <p>Ви маєте право:</p>
            <ul className='classic-list'>
              <li>дізнатися, які дані ми про вас зберігаємо;</li>
              <li>вимагати виправлення або видалення своїх персональних даних;</li>
              <li>відкликати згоду на обробку даних;</li>
              <li>подати скаргу до органу із захисту персональних даних.</li>
              
            </ul>
            </div>
            <div className='payShip'>
            <h2>7. Контакти</h2>
            <p>З усіх питань, пов’язаних із захистом персональних даних, ви можете звернутися до нас:</p>
            <ul className='classic-list'>
            <li><a href="email"><strong>Email:</strong> vetola13@gmail.com</a></li><br />
            <li><a href="tel:+14203659"><strong>Phone:</strong> +380 95 819 80 65</a></li>
            </ul>
            </div>
            </section>
            
    </div>
  )
}
