import React from 'react';
import Breadcrumbs from '@/components/breadcrumbs/BreadCrumbs';


export default function PayShip() {

  const breadcrumbItems = [
    
    {
      name: "Оплата і доставка",
      link: null,
    },
  ];
  return (
    <div>
     
      <section className='section-2 container'>
      <Breadcrumbs items={breadcrumbItems} />
      <div className='payShip'>
      <h2>Оплата</h2>
      <p>У нашому інтернет-магазині Vetola ми дбаємо про те, щоб процес оплати був зручним та безпечним для кожного клієнта.</p>
      <ul className='classic-list'>
        <li> Ви можете оплатити замовлення банківською картою онлайн безпосередньо на сайті. Ми приймаємо картки <strong> Visa, MasterCard </strong>та інші популярні платіжні системи.</li>
        <li>Також доступна післяплата (накладений платіж) — ви можете оплатити замовлення при отриманні <strong> у відділенні «Нової Пошти».</strong> У такому випадку перевізник може стягувати додаткову комісію за грошовий переказ.</li>
        <li>Усі платежі здійснюються через надійні платіжні сервіси з використанням сучасних методів захисту даних.</li>
      </ul>
      </div>
      <div className='payShip'>
      <h2>Доставка</h2>
      <p>Ми доставляємо замовлення по всій території України. Ви можете бути впевнені, що ваше замовлення прибуде вчасно та в гарному стані.</p>
      <ul className='classic-list'>
        <li>Доставка здійснюється через «Нову Пошту» — це швидко, надійно та зручно.</li>
        <li>Термін доставки: <strong> 1–3 робочі дні з моменту відправки.</strong></li>
        <li>Вартість доставки залежить від тарифів перевізника.</li>
        <li>При замовленні на суму <strong> від 1000 грн — доставка за наш рахунок (безкоштовно).</strong></li>
        <li>Після відправки ви отримаєте номер ТТН для відстеження посилки.</li>
      </ul>
      </div>
      </section>
     
    </div>
  )
}
